Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: The format of the disc image could not be identified
et: Plaaditõmmise vormingut pole võimalik tuvastada

source: Please set it manually
et: Palun määra see käsitsi

source: "%s" was removed from the file system.
et: Fail "%s" eemaldati failisüsteemist.

source: Directories cannot be added to video or audio discs
et: Video- ega audioplaadile pole võimalik katalooge lisada

source: Playlists cannot be added to video or audio discs
et: Video- ega audioplaadile pole võimalik esitusnimekirju lisada

source: "%s" is not suitable for audio or video media
et: "%s" ei ole sobivat liiki audio- ega videofail

source: Analysing video files
et: Videofailide analüüsimine

source: Video format:
et: Videovorming:

source: Format used mostly on the North American continent
et: Põhiliselt Põhja-Ameerikas kasutatav vorming

source: Format used mostly in Europe
et: Põhiliselt Euroopas kasutatav vorming

source: Native _format
et: Esialgne _vorming

source: Aspect ratio:
et: Külgede suhe:

source: VCD type:
et: VCD liik:

source: Create an SVCD
et: Loo SVCD

source: Create a VCD
et: Loo VCD

source: Directory could not be created (%s)
et: Kataloogi pole võimalik luua (%s)

source: Getting size
et: Suuruse hankimine

source: Writing
et: Kirjutamine

source: Blanking
et: Tühjendamine

source: Creating checksum
et: Kontrollsumma arvutamine

source: Copying file
et: Faili kopeerimine

source: Analysing audio files
et: Audiofailide analüüsimine

source: Transcoding song
et: Laulu ümberkodeerimine

source: Preparing to write
et: Kirjutamiseks valmistumine

source: Writing leadin
et: Sissejuhatuse kirjutamine

source: Writing CD-Text information
et: CD-Text teabe kirjutamine

source: Finalizing
et: Lõpetamine

source: Writing leadout
et: Lõpetuse kirjutamine

source: Starting to record
et: Kirjutamise alustamine

source: Success
et: Edukas

source: Ejecting medium
et: Andmekandja väljastamine

source: Display debug statements on stdout for Brasero burn library
et: Brasero plaadikogu silumise teadete kuvamine standardväljundis

source: Brasero media burning library
et: Brasero plaadikogu

source: Display options for Brasero-burn library
et: Brasero plaadikogu kuvavalikud

source: "%s" did not behave properly
et: "%s" ei käitunud korrektselt

source: Not enough space available on the disc (%s available for %s)
et: Kettal pole piisavalt vaba ruumi (%s vaba, %s vaja)

source: The filesystem you chose to store the temporary image on cannot hold files with a size over 2 GiB
et: Ajutiste tõmmiste hoidmiseks valitud failisüsteem ei võimalda üle 2 GB suuruseid faile

source: The location you chose to store the temporary image on does not have enough free space for the disc image (%ld MiB needed)
et: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi (vaja on %ld MB)

source: The size of the volume could not be retrieved
et: Andmekandja suurust pole võimalik tuvastada

source: No path was specified for the image output
et: Tõmmisfaili asukoht pole määratud

source: An internal error occurred (%s)
et: Esines sisemine tõrge (%s)

source: The file is not stored locally
et: See ei ole kohalik fail

source: VIDEO_TS directory is missing or invalid
et: VIDEO_TS kataloog on vigane või puudu

source: "%s" could not be found in the path
et: Otsinguteelt ei leitud "%s"

source: "%s" GStreamer plugin could not be found
et: GStreameri pluginat "%s" ei leitud

source: The version of "%s" is too old
et: "%s" versioon on liiga vana

source: "%s" is a symbolic link pointing to another program
et: "%s" on sümbolviit, mis viitab teisele rakendusele

source: "%s" could not be found
et: "%s" ei leitud

source: Process "%s" ended with an error code (%i)
et: Protsess "%s" lõpetas veakoodiga (%i)

source: Image File
et: Tõmmis

source: Unnamed CD/DVD Drive
et: Nimetu CD/DVD ajam

source: Display debug statements on stdout for Brasero media library
et: Kuva Brasero meediakogu silumise teated standardväljundis

source: Brasero optical media library
et: Brasero optilise meedia kogu

source: Display options for Brasero media library
et: Brasero meediakogu kuvavalikud

source: DVD+R dual layer
et: DVD+R kahekihiline

source: DVD+RW dual layer
et: DVD+RW kahekihiline

source: DVD-R dual layer
et: DVD-R kahekihiline

source: Blu-ray disc
et: Blu-ray plaat

source: Writable Blu-ray disc
et: Kirjutatav Blu-ray plaat

source: Rewritable Blu-ray disc
et: Korduvkirjutatav Blu-ray plaat

source: Blank %s in %s
et: Tühi %s seadmes %s

source: Audio and data %s in %s
et: Audio- ja andme-%s seadmes %s

source: Audio %s in %s
et: Audio-%s seadmes %s

source: Data %s in %s
et: Andme-%s seadmes %s

source: %s in %s
et: %s seadmes %s

source: %s: empty
et: %s: tühi

source: Searching for available discs
et: Saadaolevate plaatide otsimine

source: No disc available
et: Ühtki plaati pole saadaval

source: %s h %s
et: %s h %s min

source: The disc mount point could not be retrieved
et: Plaadi haakepunkti pole võimalik tuvastada

source: Blank disc (%s)
et: Tühi plaat (%s)

source: Audio and data disc (%s)
et: Audio- ja andmeplaat (%s)

source: Audio disc (%s)
et: Audioplaat (%s)

source: Data disc (%s)
et: Andmeplaat (%s)

source: It does not appear to be a valid ISO image
et: Tundub, et see tõmmis pole ISO vormingus

source: Size mismatch
et: Suuruste sobimatus

source: Type mismatch
et: Tüüpide sobimatus

source: Bad argument
et: Vigane argument

source: Outrange address
et: Piirkonnast välja jääv aadress

source: Invalid command
et: Sobimatu käsk

source: Invalid parameter in command
et: Käsus esineb sobimatu parameeter

source: Invalid field in command
et: Käsus esineb sobimatu väli

source: The device timed out
et: Seade ületas ajalimiidi

source: Key not established
et: Võti ei ole sisse seatud

source: Invalid track mode
et: Sobimatu rajarežiim

source: _Hide changes
et: _Peida muudatused

source: _Show changes
et: _Näita muudatusi

source: The file does not appear to be a playlist
et: Tundub, et see fail ei ole esitusnimekiriDisc Image

source: Images
et: Pildid

source: _Color
et: _Värvus

source: Solid color
et: Ühtlane värvus

source: Horizontal gradient
et: Horisontaalne üleminek

source: Vertical gradient
et: Vertikaalne üleminekDisc Image

source: _Image
et: _PiltDisc Image

source: Image path:
et: Pildi asukoht:Disc Image

source: Choose an image
et: Pildi valimineDisc Image

source: Image style:
et: Pildi paigutus:

source: Centered
et: Keskel

source: Tiled
et: Korduv

source: Scaled
et: Skaleeritud

source: Background Properties
et: Tausta omadused

source: Print
et: Printimine

source: Bac_kground Properties
et: _Tausta omadused

source: Background properties
et: Tausta omadused

source: Align right
et: Paremjoondus

source: Center
et: Keskel

source: Align left
et: Vasakjoondus

source: Underline
et: Allajoonitud

source: Italic
et: Kursiiv

source: Bold
et: Rasvane

source: Font family and size
et: Kirjatüüp ja suurus

source: _Text Color
et: _Teksti värvus

source: Text color
et: Teksti värvus

source: Cover Editor
et: Plaadiümbrise redaktor

source: Set Bac_kground Properties
et: Määra _tausta omadused

source: SIDES
et: KÜLJED

source: BACK COVER
et: TAGAKAAS

source: FRONT COVER
et: ESIKAASDisc Image

source: The image could not be loaded.
et: Tõmmist pole võimalik laadida.

source: "%s" could not be handled by GStreamer.
et: "%s" pole võimalik GStreameriga käsitseda.

source: %s element could not be created
et: %s elementi pole võimalik luua

source: Display debug statements on stdout for Brasero utilities library
et: Brasero-utils teegi silumise teatete kuvamine standardväljundis

source: Brasero utilities library
et: Brasero utiliitide teek

source: Display options for Brasero-utils library
et: Brasero-utils teegi kuvavalikud

source: Pick a Color
et: Värvuse valimine

source: CD/DVD Creator
et: CD/DVD loomine

source: Create CDs and DVDs
et: Kirjuta CD- ja DVD-plaate

source: Medium Icon
et: Plaadi ikoonDisc Image

source: CD/DVD Creator Folder
et: CD/DVD loomise kaust

source: Disc Name:
et: Plaadi nimi:

source: Drag or copy files below to write them to disc
et: Failide plaadile kirjutamiseks lohista või kopeeri failid siia alla

source: Write to Disc
et: Kirjuta plaadile

source: Write contents to a CD or DVD
et: Sisu kirjutamine CD- või DVD-plaadile

source: Copy Disc
et: Plaadi kopeerimine

source: _Write to Disc…
et: _Kirjuta plaadile…

source: Write disc image to a CD or DVD
et: Kirjuta plaaditõmmise CD- või DVD-plaadile

source: _Copy Disc…
et: Kopeeri _plaat…

source: Create a copy of this CD or DVD
et: Loo sellest CD- või DVD-plaadist koopia

source: _Blank Disc…
et: _Tühjenda plaat…

source: Blank this CD or DVD
et: Tühjenda see CD- või DVD-plaat

source: _Check Disc…
et: _Kontrolli plaati…

source: Check the data integrity on this CD or DVD
et: Kontrolli CD- või DVD-plaadi andmete terviklust

source: Data could not be read (%s)
et: Andmeid pole võimalik lugeda (%s)

source: Data could not be written (%s)
et: Andmeid pole võimalik kirjutada (%s)

source: Generates .cue files from audio
et: Genereerib helist .cue failid

source: cdrdao burning suite
et: cdrdao kirjutamisrakenduste komplekt

source: Copying audio track
et: Audioraja kopeerimine

source: Copying data track
et: Andmeraja kopeerimine

source: Analysing track %02i
et: %02i. raja analüüsimine

source: You do not have the required permissions to use this drive
et: Tundub, et sul puuduvad vajalikud õigused selle seadme kasutamiseks

source: Converting toc file
et: toc faili konverteerimine

source: Copies, burns and blanks CDs
et: Kopeerib, kirjutab ja tühjendab CD-plaate

source: Enable the "--driver generic-mmc-raw" flag (see cdrdao manual)
et: "--driver generic-mmc-raw" lipu lubamine (vaata cdrdao käsiraamatut)

source: cdrkit burning suite
et: cdrkit kirjutamisrakenduste komplekt

source: Last session import failed
et: Viimase sessiooni importimine nurjus

source: An image could not be created
et: Tõmmist pole võimalik luua

source: This version of genisoimage is not supported
et: Tundub, et see genisoimage versioon pole toetatud

source: Some files have invalid filenames
et: Mõnedel failidel on vigased failinimed

source: Unknown character encoding
et: Tundmatu märgikodeering

source: There is no space left on the device
et: Seadmel ei ole vaba ruumi

source: Creates disc images from a file selection
et: Failide valikust tehakse plaaditõmmis

source: The location you chose to store the image on does not have enough free space for the disc image
et: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi

source: Copies any disc to a disc image
et: Suvalisest plaadist plaaditõmmise tegemine

source: An error occurred while writing to disc
et: Plaadi kirjutamisel esines tõrge

source: The system is too slow to write the disc at this speed. Try a lower speed
et: Arvuti on liiga aeglane, et CD'd sellise kiirusega kirjutada. Proovi väiksemat kiirust

source: Writing track %s
et: Raja %s kirjutamine

source: Formatting disc
et: Plaadi vormindamine

source: Writing cue sheet
et: "Cue sheet" kirjutamine

source: The disc needs to be reloaded before being recorded
et: Meedium tuleb enne kirjutamist uuesti sisestada

source: Burns, blanks and formats CDs and DVDs
et: Kirjuta, tühjenda ja vorminda CD- ja DVD-plaate

source: Enable the "-immed" flag (see wodim manual)
et: Lipu "-immed" lubamine (vaata wodim käsiraamatut)

source: Minimum drive buffer fill ratio (in %) (see wodim manual):
et: Vähim seadmepuhvri täituvus (protsentides) (vaata wodim käsiraamatut):

source: Copying audio track %02d
et: Audioraja %02d kopeerimine

source: Preparing to copy audio disc
et: Audioplaadi kopeerimiseks valmistumine

source: Copy tracks from an audio CD with all associated information
et: Radade kopeerimine audioplaadilt koos kogu seonduva teabega

source: Burns, blanks and formats CDs, DVDs and BDs
et: Kirjutab, tühjendab ja vormindab CD-, DVD- ja BD-plaate

source: Enable the "-immed" flag (see cdrecord manual)
et: "-immed" lipu lubamine (vaata cdrecord käsiraamatut)

source: Minimum drive buffer fill ratio (in %%) (see cdrecord manual):
et: Vähim seadmepuhvri täituvus (protsentides) (vaata cdrecord käsiraamatut):

source: cdrtools burning suite
et: cdrtools kirjutamisrakenduste komplekt

source: This version of mkisofs is not supported
et: See versioon mkisofs'ist ei ole toetatud

source: File "%s" could not be opened (%s)
et: Faili "%s" pole võimalik avada (%s)

source: Creating checksum for image files
et: Tõmmisfaili kontrollsumma arvutamine

source: No checksum file could be found on the disc
et: Plaadilt ei leitud kontrollsummafaili

source: Checking file integrity
et: Failide tervikluse kontroll

source: File "%s" could not be opened
et: Faili "%s" pole võimalik avada

source: Some files may be corrupted on the disc
et: Mõned failid plaadil võivad olla viga saanud

source: File Checksum
et: Faili kontrollsumma

source: Checks file integrities on a disc
et: Plaadi andmete tervikluse kontrollimine

source: Hashing algorithm to be used:
et: Kasutatav räsialgoritm:

source: "%s" could not be opened (%s)
et: "%s" pole võimalik avada (%s)

source: Creating image checksum
et: Tõmmise kontrollsumma arvutamine

source: Image Checksum
et: Tõmmise kontrollsumma

source: Checks disc integrity after it is burnt
et: Plaadi andmete tervikluse kontrollimine pärast kirjutamist

source: Creating file layout
et: Failipaigutuse loomine

source: Creates disc images suitable for video DVDs
et: Loob video-DVD jaoks sobiliku tõmmisfailiregionset %s

source: Error while retrieving a key used for encryption. You may solve such a problem with one of the following methods: in a terminal either set the proper DVD region code for your CD/DVD player with the "regionset %s" command or run the "DVDCSS_METHOD=title brasero --no-existing-session" command
et: Viga krüpteerimise võtme hankimisel. Sa võid selle lahendada järgnevalt: määrata terminalis õige DVD regiooni koodi CD/DVD mängija jaoks käsuga "regionset %s" või käivitada brasero käsuga "DVDCSS_METHOD=title brasero --no-existing-session"

source: Retrieving DVD keys
et: DVD võtmete hankimine

source: Video DVD could not be opened
et: Video-DVD'd pole võimalik avada

source: Error while reading video DVD (%s)
et: Viga video-DVD lugemisel (%s)

source: Copying video DVD
et: Video-DVD kopeerimine

source: Copies CSS encrypted video DVDs to a disc image
et: Kopeerib CSS-krüpteeringuga video-DVD plaaditõmmiseks

source: Blanks and formats rewritable DVDs and BDs
et: Tühjendab ja vormindab ülekirjutatavaid DVD- ja BD-plaate

source: Burns and blanks DVDs and BDs
et: Kirjutab ja tühjendab DVD- ja BD-plaate

source: Allow DAO use
et: DAO kasutamise lubamine

source: growisofs burning suite
et: growisofs kirjutamisrakenduste komplekt

source: libburn track could not be created
et: libburn'i rada pole võimalik luua

source: libburn library could not be initialized
et: libburn teeki pole võimalik lähtestada

source: The drive address could not be retrieved
et: Seadme aadressi pole võimalik hankida

source: Writing track %02i
et: Raja %02i kirjutamine

source: libburnia burning suite
et: libburnia kirjutamisrakenduste komplekt

source: Volume could not be created
et: Andmeruumi pole võimalik luua

source: libisofs could not be initialized.
et: libisofs pole võimalik lähtestada

source: Read options could not be created
et: Lugemise valikuid pole võimalik luua

source: No parent could be found in the tree for the path "%s"
et: Asukoha "%s" vanemkataloogi ei leitud

source: libisofs reported an error while creating directory "%s"
et: libisofs raporteeris kataloogi "%s" loomise ajal veast

source: libisofs reported an error while adding contents to directory "%s" (%x)
et: libisofs raporteeris kataloogi "%s" (%x) sisu lisamise ajal veast

source: libisofs reported an error while adding file at path "%s"
et: libisofs raporteeris faili "%s" lisamise ajal veast

source: Copying checksum file
et: Kontrollsumma faili kopeerimine

source: Copying files locally
et: Failide lokaalne kopeerimine

source: File Downloader
et: Failide allalaadija

source: Allows files not stored locally to be burned
et: Võimaldab mittekohalike failide kirjutamise

source: Impossible to retrieve local file path
et: Kohaliku faili asukoha hankimine pole võimalik

source: Allows files added to the "CD/DVD Creator Folder" in Nautilus to be burned
et: Võimaldab Nautiluse "CD/DVD loomise kausta" failide plaadile kirjutamise

source: Impossible to link plugin pads
et: Pluginate plokkide linkimine pole võimalik

source: Normalizing tracks
et: Radade normaliseerimine

source: Normalization
et: Normaliseerimine

source: Sets consistent sound levels between tracks
et: Määrab kõigile radadele sarnase helivaljuse

source: Error while padding file (%s)
et: Viga lõppu vaikuse lisamisel (%s)

source: Error while getting duration
et: Viga kestuse hankimisel

source: Analysing "%s"
et: "%s" analüüsimine

source: Transcoding "%s"
et: "%s" ümberkodeerimine

source: Converts any song file into a format suitable for audio CDs
et: Teisendab suvalise helifaili audioplaadi jaoks sobivasse vormingusse

source: Converting video file to MPEG2
et: Videofaili teisendamine MPEG2 vormingusse

source: Converts any video file into a format suitable for video DVDs
et: Teisendab suvalise videofaili video-DVD jaoks sobivasse vormingusse

source: Creates disc images suitable for SVCDs
et: Loob SVCD-plaatide jaoks sobilikud plaaditõmmised

source: _Project
et: _Projekt

source: P_lugins
et: P_luginad

source: Choose plugins for Brasero
et: Brasero jaoks pluginate valimine

source: E_ject
et: _Väljasta

source: Eject a disc
et: Väljasta plaat

source: _Blank…
et: _Tühjenda…

source: Blank a disc
et: Plaadi tühjendamine

source: _Check Integrity…
et: _Kontrolli terviklust…

source: Check data integrity of disc
et: Plaadi andmete tervikluse kontrollimine

source: Quit Brasero
et: Brasero sulgemine

source: Display help
et: Abiteabe kuvamine

source: About
et: Programmist lähemalt

source: Disc Burner
et: Plaadikirjutaja

source: Error while loading the project
et: Viga projekti laadimisel

source: Please add files to the project.
et: Palun lisa sellesse projekti faile.

source: The project is empty
et: See projekt on tühi

source: Brasero is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
et: Brasero on vaba tarkvara; te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number 2 või (vastavalt teie valikule) ükskõik milline hilisem versioon.

source: Brasero is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
et: Brasero't levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi ilma KESKMISE/TAVALISE KVALITEEDI GARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.

source: You should have received a copy of the GNU General Public License along with Brasero; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
et: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos selle programmiga, kui ei, siis võtke ühendust Free Software Foundation'iga, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: A simple to use CD/DVD burning application for GNOME
et: Lihtne CD/DVD kirjutamise rakendus GNOME'le

source: Brasero Homepage
et: Brasero kodulehekülg

source: The project "%s" does not exist
et: Projekti "%s" ei ole olemas

source: _Recent Projects
et: _Hiljutised projektid

source: Display the projects recently opened
et: Hiljuti avatud projektide kuvamine

source: Open the selected files
et: Ava valitud failid

source: _Edit Information…
et: _Muuda andmeid…

source: Edit the track information (start, end, author, etc.)
et: Raja andmete muutmine (algus, lõpp, autor jne)

source: Remove the selected files from the project
et: Eemalda valitud failid projektist

source: Paste files
et: Failide asetamine

source: Add the files stored in the clipboard
et: Lisa lõikelaual asuvad failid

source: I_nsert a Pause
et: _Sisesta paus

source: Add a 2 second pause after the track
et: Raja lõppu 2-sekundilise pausi lisamine

source: _Split Track…
et: _Tükelda rada…

source: Split the selected track
et: Valitud raja tükeldamine

source: Split
et: Tükelda

source: Track
et: Rada

source: Length
et: Kestus

source: The track will be padded at its end.
et: Raja lõppu lisatakse vaikust.

source: The track is shorter than 6 seconds
et: Rada on lühem kui 6 sekundit

source: Make sure the appropriate codec is installed
et: Veendu, et sobiv koodek on paigaldatud

source: Do you want to add "%s", which is a video file?
et: Kas lisada videofail "%s"?

source: This file is a video and therefore only the audio part can be written to the disc.
et: See on videofail ja seetõttu saab plaadile kirjutada ainult selle heli.

source: _Discard File
et: _Hülga fail

source: _Add File
et: _Lisa fail

source: Do you want to search for audio files inside the directory?
et: Kas otsida kataloogist audiofaile?

source: Search _Directory
et: Otsi _kataloogist

source: "%s" could not be opened.
et: "%s" pole võimalik avada.

source: Do you want to create an audio CD with DTS tracks?
et: Kas luua audioplaat DTS-radadega?

source: Some of the selected songs are suitable for creating DTS tracks. This type of audio CD track provides a higher quality of sound but can only be played by specific digital players. Note: if you agree, normalization will not be applied to these tracks.
et: Mõned valitud lauludest on sobilikud DTS-radadena kirjutamiseks. Sellised audioplaadi rajad võimaldavad paremat kvaliteeti, kuid on kasutatavad vaid DTS toega digipleieritel. Märkus: kui oled nõus, siis neid radasid ei normaliseerita.

source: Create _Regular Tracks
et: Loo _tavalised rajad

source: Click here to burn all songs as regular tracks
et: Klõpsa siin, et kirjutada kõik laulud tavaliste radadena

source: Create _DTS Tracks
et: Loo _DTS-rajad

source: Click here to burn all suitable songs as DTS tracks
et: Klõpsa siin, et kirjutada kõik sobilikud laulud DTS-radadena

source: Select one song only please.
et: Palun vali ainult üks laul.

source: Impossible to split more than one song at a time
et: Korraga ei saa tükeldada rohkem kui üht laulu

source: Open the specified project
et: Määratud projekti avamine

source: PROJECT
et: PROJEKT

source: Open the specified playlist as an audio project
et: Määratud lugude nimekirja avamine audioprojektina

source: PLAYLIST
et: LUGUDE NIMEKIRI

source: Set the drive to be used for burning
et: Määra seade, mida kasutatakse kirjutamiseks

source: DEVICE PATH
et: SEADME ASUKOHT

source: Create an image file instead of burning
et: Kirjutamise asemel luuakse tõmmisfail

source: Open an audio project adding the URIs given on the command line
et: Audioprojekti avamine, lisades käsureal antud URI'd

source: Open a data project adding the URIs given on the command line
et: Andmeprojekti avamine, lisades käsureal antud URI'd

source: Copy a disc
et: Plaadi kopeerimine

source: PATH TO DEVICE
et: SEADME ASUKOHT

source: Cover to use
et: Kasutatav plaadiümbris

source: PATH TO COVER
et: PLAADIÜMBRISE ASUKOHT

source: Open a video project adding the URIs given on the command line
et: Videoprojekti avamine, lisades käsureal antud URI'd
